[
  {
    "text": "You see, you are made for each other!",
    "label": false
  },
  {
    "text": "No, _carefully_ would not be natural again.... Oh, well, we\r\nshall see how it turns out.... We shall see... directly.",
    "label": false
  },
  {
    "text": "That’s\r\nnot the point.",
    "label": false
  },
  {
    "text": "“Then said Martha unto Jesus, Lord, if Thou hadst been here, my brother\r\nhad not died.",
    "label": false
  },
  {
    "text": "And from those eyes alone he saw at\r\nonce that she knew.",
    "label": false
  },
  {
    "text": "The very titles are worth the money!",
    "label": false
  },
  {
    "text": "She had not any\r\ndresses... none at all, but she got herself up as though she were going\r\non a visit; and not that she’d anything to do it with, she smartened\r\nherself up with nothing at all, she’d done her hair nicely, put on a\r\nclean collar of some sort, cuffs, and there she was, quite a different\r\nperson, she was younger and better looking.",
    "label": false
  },
  {
    "text": "These facts\r\nmade an impression in his favour.",
    "label": false
  },
  {
    "text": "But the commissariat clerk was unwilling to\r\nlet him off so easily: he picked up a glass from the table, brandished\r\nit in the air and flung it at Pyotr Petrovitch; but the glass flew\r\nstraight at Amalia Ivanovna.",
    "label": false
  },
  {
    "text": "Well, I’ll tell you the whole truth, my dear fellow, about\r\nthis _special case_, I mean: actual fact and a man’s temperament, my\r\ndear sir, are weighty matters and it’s astonishing how they sometimes\r\ndeceive the sharpest calculation!",
    "label": false
  },
  {
    "text": "And here’s the I O U...\r\nI’ll take the money and go and take another lodging.",
    "label": false
  },
  {
    "text": "But this artificial excitement could not last long.",
    "label": false
  },
  {
    "text": "He could not utter a word.",
    "label": false
  },
  {
    "text": "Raskolnikov looked at him\r\nwith surprise, not understanding where he had come from and not having\r\nnoticed him in the crowd.",
    "label": false
  },
  {
    "text": "In the next room which looked like an\r\noffice, several clerks were sitting writing and obviously they had\r\nno notion who or what Raskolnikov might be.",
    "label": false
  },
  {
    "text": "Excuse me.",
    "label": false
  },
  {
    "text": "All his ideas now\r\nseemed to be circling round some single point, and he felt that there\r\nreally was such a point, and that now, now, he was left facing that\r\npoint--and for the first time, indeed, during the last two months.",
    "label": false
  },
  {
    "text": "Pyotr Petrovitch looked at his watch.",
    "label": false
  },
  {
    "text": "Don’t laugh at it,\r\nthere’s an idea in suffering, Nikolay is right.",
    "label": false
  },
  {
    "text": "Do you think it funny?",
    "label": true
  },
  {
    "text": "He looked.",
    "label": false
  },
  {
    "text": "She added\r\nthat Pyotr Petrovitch had particularly told her to say that, as soon as\r\nhe possibly could, he would come immediately to discuss _business_ alone\r\nwith her and to consider what could be done for her, etc., etc.",
    "label": false
  },
  {
    "text": "“Allow me to inquire whether she is at home.... She is not.",
    "label": false
  },
  {
    "text": "Mad?",
    "label": true
  },
  {
    "text": "All they had to do was to\r\ntake the injured man to the police station and the hospital.",
    "label": false
  }
]