[
  {
    "text": "Again an intense,\r\nalmost unbearable joy overwhelmed him for an instant, as it had in\r\nthe police-office.",
    "label": false
  },
  {
    "text": "I understand how annoying it is, but in your place,\r\nRodya, I would laugh at them, or better still, spit in their ugly faces,\r\nand spit a dozen times in all directions.",
    "label": false
  },
  {
    "text": "Hm...",
    "label": false
  },
  {
    "text": "He could lie on the sofa.",
    "label": false
  },
  {
    "text": "All our acquaintances avoided us, nobody even bowed to us in the\r\nstreet, and I learnt that some shopmen and clerks were intending to\r\ninsult us in a shameful way, smearing the gates of our house with pitch,\r\nso that the landlord began to tell us we must leave.",
    "label": false
  },
  {
    "text": "He will try to catch\r\nme.",
    "label": false
  },
  {
    "text": "“If anyone had come in, what would he have thought?",
    "label": true
  },
  {
    "text": "Half an hour earlier, while he was bringing\r\nRaskolnikov home, he had indeed talked too freely, but he was aware of\r\nit himself, and his head was clear in spite of the vast quantities he\r\nhad imbibed.",
    "label": false
  },
  {
    "text": "“Not quite, that’s true,” Razumihin agreed at once, getting warm and\r\nhurried as usual.",
    "label": false
  },
  {
    "text": "Damnation, these thoughts again!",
    "label": false
  },
  {
    "text": "‘I\r\nam ready to do anything to please you, Tit Vassilitch!’ That’s a way of\r\ngoing on!",
    "label": false
  },
  {
    "text": "So you really imagined that I meant by ‘government\r\nquarters’... he-he!",
    "label": false
  },
  {
    "text": "“I say, sir,” the girl shouted after him.",
    "label": false
  },
  {
    "text": "I present\r\nmyself--a landowner, a widower, of a well-known name, with connections,\r\nwith a fortune.",
    "label": false
  },
  {
    "text": "Raskolnikov recognised Katerina Ivanovna at once.",
    "label": false
  },
  {
    "text": "It was a long,\r\nblackened wooden building, and in spite of the late hour there were\r\nlights in the windows and signs of life within.",
    "label": false
  },
  {
    "text": "I know you don’t believe in it--but don’t be over-wise; fling yourself\r\nstraight into life, without deliberation; don’t be afraid--the flood\r\nwill bear you to the bank and set you safe on your feet again.",
    "label": false
  },
  {
    "text": "Calm yourself.",
    "label": false
  },
  {
    "text": "“Money?",
    "label": true
  },
  {
    "text": "“What, you here?” he began in surprise, speaking as though he’d known\r\nhim all his life.",
    "label": true
  },
  {
    "text": "“Judging from that remark, we may certainly presume that you were\r\nreckoning on our helplessness,” Dounia observed irritably.",
    "label": false
  },
  {
    "text": "No one paid attention to him.",
    "label": false
  },
  {
    "text": "“You can’t help getting pale... if you’ve\r\nnothing to eat,” he added, with difficulty articulating the words.",
    "label": false
  },
  {
    "text": "It was still light, but beginning to get dusk.",
    "label": false
  },
  {
    "text": "He came here on two successive\r\nevenings to see Sofya Semyonovna.",
    "label": false
  }
]