[
  {
    "text": "Here his rags did not attract contemptuous attention,\r\nand one could walk about in any attire without scandalising people.",
    "label": true
  },
  {
    "text": "Who thinks\r\nof that?",
    "label": false
  },
  {
    "text": "I think\r\nthat’s all nonsense and there’s no need of softness; on the contrary,\r\nwhat’s wanted is protest.",
    "label": true
  },
  {
    "text": "It’s interesting to look on and listen... and I am really\r\nglad you have come forward at last.”\r\n\r\n“But you might give us some tea!",
    "label": true
  },
  {
    "text": "Hang\r\nthem!",
    "label": false
  },
  {
    "text": "But I’ll confess\r\nfrankly, I am very much bored.",
    "label": true
  },
  {
    "text": "But\r\nagain the porter was not at home, and he succeeded in putting the axe\r\nback under the bench, and even covering it with the chunk of wood as\r\nbefore.",
    "label": true
  },
  {
    "text": "Would it not be better to go\r\nsomewhere far off, to the Islands again, and there hide the things\r\nin some solitary place, in a wood or under a bush, and mark the spot\r\nperhaps?” And though he felt incapable of clear judgment, the idea\r\nseemed to him a sound one.",
    "label": true
  },
  {
    "text": "Understand me!",
    "label": false
  },
  {
    "text": "He suddenly fancied that her long\r\nblack eyelashes were quivering, as though the lids were opening and a\r\nsly crafty eye peeped out with an unchildlike wink, as though the little\r\ngirl were not asleep, but pretending.",
    "label": true
  },
  {
    "text": "I am not going to them.",
    "label": false
  },
  {
    "text": "“And why should they compensate me?",
    "label": false
  },
  {
    "text": "When I asked him where he got\r\nthem, he said that he picked them up in the street.",
    "label": true
  },
  {
    "text": "Stay here, stay!",
    "label": false
  },
  {
    "text": "And then you asked so\r\npiteously for fringe for your trousers.",
    "label": true
  },
  {
    "text": "What idiotic ideas come into one’s head.”\r\n\r\nTo reach the police office he had to go straight forward and take the\r\nsecond turning to the left.",
    "label": true
  },
  {
    "text": "“I suppose you didn’t expect it?” said Raskolnikov who, though he had\r\nnot yet fully grasped the situation, had regained his courage.",
    "label": true
  },
  {
    "text": "But at that instant someone seized him from behind, and a\r\npolice constable stood between them.",
    "label": true
  },
  {
    "text": "Come, Dounia.... And you, Rodya, had better go for a little\r\nwalk, and then rest and lie down before you come to see us....",
    "label": true
  },
  {
    "text": "Don’t laugh, and don’t be angry!",
    "label": false
  },
  {
    "text": "“Oh, no, no, no!”\r\n\r\nAnd Sonia unconsciously clutched both his hands, as though imploring\r\nthat she should not.",
    "label": true
  },
  {
    "text": "Good God!",
    "label": false
  },
  {
    "text": "Then with a wave of his hand he\r\nwent into the house but stopped short of the stairs.",
    "label": true
  },
  {
    "text": "And the next day I heard that someone had murdered Alyona Ivanovna and\r\nher sister, Lizaveta Ivanovna, with an axe.",
    "label": true
  },
  {
    "text": "Ha, ha!",
    "label": false
  },
  {
    "text": "“Let us go, sir,” said Marmeladov all at once, raising his head and\r\naddressing Raskolnikov--“come along with me... Kozel’s house, looking\r\ninto the yard.",
    "label": true
  },
  {
    "text": "That cannot be!”\r\n\r\nAnd Sonia’s face worked with awful terror.",
    "label": true
  },
  {
    "text": "I’ve found out where those mothers live and in\r\nwhat surroundings.",
    "label": true
  },
  {
    "text": "But the coachman was not very much distressed and frightened.",
    "label": true
  },
  {
    "text": "When I’d finished and had\r\ngone out, I’d come back, ‘No, excuse me,’ and ask for some explanation.",
    "label": true
  },
  {
    "text": "The staircase\r\ngot darker and darker as they went up.",
    "label": true
  },
  {
    "text": "“Allow me to ask what are you alluding to,” began the clerk, “that is\r\nto say, whose... about whom... did you say just now...",
    "label": true
  },
  {
    "text": "And you will see what an accommodating person I am.",
    "label": true
  },
  {
    "text": "Life had stepped\r\ninto the place of theory and something quite different would work itself\r\nout in his mind.",
    "label": true
  },
  {
    "text": "A minute later he\r\nwas in the street.",
    "label": false
  },
  {
    "text": "“What is he talking about?” he wondered distractedly, “does he really\r\ntake me to be innocent?”\r\n\r\n“What am I driving at?",
    "label": true
  },
  {
    "text": "“It’s\r\nin accordance with your theory!”\r\n\r\n“In accordance with my theory?”\r\n\r\n“Why, carry out logically the theory you were advocating just now, and\r\nit follows that people may be killed...”\r\n\r\n“Upon my word!” cried Luzhin.",
    "label": true
  },
  {
    "text": "At last he returned to complete consciousness.",
    "label": false
  },
  {
    "text": "“What is it?” she asked once more, scanning Raskolnikov intently, and\r\nweighing the pledge in her hand.",
    "label": true
  },
  {
    "text": "“It must be the top drawer,” he reflected.",
    "label": true
  },
  {
    "text": "Break what must be broken, once for all, that’s all,\r\nand take the suffering on oneself.",
    "label": true
  },
  {
    "text": "Zametov, left alone, sat for a long time in the same place, plunged in\r\nthought.",
    "label": true
  },
  {
    "text": "Meanwhile Raskolnikov, who had turned a little towards him when he\r\nanswered, began suddenly staring at him again with marked curiosity, as\r\nthough he had not had a good look at him yet, or as though something\r\nnew had struck him; he rose from his pillow on purpose to stare at\r\nhim.",
    "label": true
  },
  {
    "text": "“And what a chance I have lost for ever!” he muttered,\r\nstanding aimlessly in the gateway, just opposite the porter’s little\r\ndark room, which was also open.",
    "label": true
  },
  {
    "text": "I have muddled it!” Porfiry slapped himself on the forehead.",
    "label": true
  },
  {
    "text": "They’ve talked of madness already, I noticed.)",
    "label": false
  },
  {
    "text": "Pass!”\r\n\r\nAnd he took another drink of vodka.",
    "label": false
  },
  {
    "text": "Evidently Marmeladov was a familiar figure here, and he had most\r\nlikely acquired his weakness for high-flown speeches from the habit of\r\nfrequently entering into conversation with strangers of all sorts in\r\nthe tavern.",
    "label": true
  },
  {
    "text": "His lips worked,\r\nhelplessly struggling to utter something.",
    "label": false
  },
  {
    "text": "“I’ll fetch\r\nyou a cab and take you home myself.",
    "label": true
  }
]